brew "atuin"
brew "colima"
brew "direnv"
brew "docker"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "readline"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tmux"
brew "universal-ctags"
brew "vim"

cask "alacritty"
cask "firefox"
cask "gnucash"
cask "keepassxc"
cask "signal"
cask "spotify"
cask "zoom"

#brew "ffmpeg""
#brew "imagemagick"
#brew "mactex""
